tap "homebrew/bundle"
brew "mas"
brew "openssh"
brew "bat"
brew "eza"
brew "fd"
brew "git"
brew "ripgrep"
brew "tree"
brew "zsh"
brew "jq"
brew "htop"
brew "starship"
brew "sheldon"
cask "google-chrome"
cask "google-drive"
cask "docker"
cask "cursor"
cask "discord"
cask "visual-studio-code"
cask "microsoft-remote-desktop"
cask "wezterm"
cask "zed"
cask "zoom"
cask "notion"
cask "slack"
cask "obsidian"
cask "wireshark"
cask "postman"
cask "figma"
mas "kindle", id: 302584613